{"doc": "category: CLEANING, subcategory: SPRAY CLEANERS ALL PURPOSE CLEANERS, retailer: Amazon, brand: Method, product_title: Method Cleaner Trigger Plstc Bottle French Lavender All Purpose Rp 28 Oz, review_text: Es un producto que no puede faltar en mi limpieza y aquí lo encontré a buen precio ."}
{"doc": "category: CLEANING, subcategory: SPRAY CLEANERS ALL PURPOSE CLEANERS, retailer: Walmart, brand: Great Value, product_title: Great Value All-Purpose Cleaners, 20 Fluid Ounce, review_text: This is a knock off of \"LA Awesome\" sold at dollar tree but it's not as good as LA."}
{"doc": "category: CLEANING, subcategory: CONSUMABLE TOOLS SOAP PADS/STEEL WOOL, retailer: Walmart, brand: S.O.S., product_title: S.O.S Steel Wool Soap Pads, Home Cleaning Pads, Reusable Soap Scrubbers, Grease Cleaner, Outdoor, Bathroom or Kitchen Cleaning, 18 Count, review_text: Best steel wool pad to keep pots and pans grease free and looking like new, for years. Scrub every pot, even if boiling water."}
{"doc": "category: CLEANING, subcategory: DRAIN CARE None, retailer: Home Depot, brand: Zep, product_title: Zep 64Oz Drain Defense Liquid Pipe Build Up Remover, review_text: Have been using for over a year and drains seem clear"}
{"doc": "category: CLEANING, subcategory: DILUTABLES NATURAL/CONCENTRATED, retailer: Walmart, brand: Great Value, product_title: Great Value Multi-Surface Cleaner with Vinegar - 32oz, Unscented, review_text: We like this product because it is safe around animals and great on wood floors. Works great for cleanup, doesn't have a foul odor, and does not leave a residue."}
{"doc": "category: CLEANING, subcategory: WIPES DISINFECTING WIPES, retailer: Amazon, brand: Monk Wipes, product_title: Monk Gym & Fitness Equipment Wipes One Step Cleaner, Disinfectant, Deodorizer & Sanitizer, 4 Refill Packs of 800 Count, Great for Home & Corp Gyms, Yoga Mats, Dance Studios, Spinning Classes & More, review_text: When you're talking about sanitizing wipe refills, this is cheap! Top quality. Have used them for years"}
{"doc": "category: CLEANING, subcategory: FLOOR CLEANERS CONVENIENCE, retailer: Amazon, brand: Swiffer, product_title: Swiffer Wetjet Cleanser Pad Refill Box Floor 17 Ct - 0037000827291, review_text: it is easy to use and do the clean well."}
{"doc": "category: CLEANING, subcategory: TOILET BOWL CLEANERS MANUAL TB CLEANERS, retailer: Sam's Club, brand: Lysol, product_title: Lysol Advanced Toilet Bowl Gel Cleaner (32 fl. oz., 4 pk.), review_text: Does work great"}
{"doc": "category: CLEANING, subcategory: WOOD/FURNITURE/DUST CONVENIENCE WOOD/FURN/DUST, retailer: Walmart, brand: Great Value, product_title: Great Value Duster Kit, review_text: It falls off the handle while using it"}
{"doc": "category: CLEANING, subcategory: BATHROOM CLEANERS MILDEW CLEANERS, retailer: Home Depot, brand: Rapid, product_title: 32 oz. Rapid Clean Remediation, Trigger Spray Bottle, review_text: This was recommended to me and now I recommended it to others. Works like it should and got it done."}
{"doc": "category: CLEANING, subcategory: SPRAY CLEANERS GLASS + SURFACE CLEANERS, retailer: Target, brand: Mrs. Meyer's Clean Day, product_title: Mrs. Meyer's Clean Day Lemon Verbena Scented Glass Cleaner - 24 fl oz, review_text: Smells awesome. Leaves so many streaks"}
{"doc": "category: CLEANING, subcategory: SPRAY CLEANERS ALL PURPOSE CLEANERS, retailer: Amazon, brand: Method, product_title: Method Cleaner Trigger Plstc Bottle French Lavender All Purpose Rp 28 Oz, review_text: fast delivery and accurate item and value for money"}
{"doc": "category: CLEANING, subcategory: FLOOR CLEANERS CARPET, retailer: Target, brand: Bissell, product_title: BISSELL 64 oz. CrossWave & SpinWave Multi-Surface Floor Cleaning Formula – 17891, review_text: Great scent. Love that it's multi surface."}
{"doc": "category: CLEANING, subcategory: WIPES DISINFECTING WIPES, retailer: Walmart, brand: Clorox, product_title: Clorox Disinfecting Wipes Value Pack, Bleach Free Cleaning Wipes - 35 Count Each (Pack of 4), review_text: Smell is not too strong, doesn't dry out your skin. Great to keep around for wiping around the sink, faucet and toilet"}
